Repository: fysl71443-coder/last_try
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Point of Sale System
ar: نظام نقاط البيع

source: POS
ar: نقاط البيع

source: Sales
ar: المبيعات

source: Categories
ar: الأقسام

source: Products
ar: المنتجات

source: Invoice
ar: الفاتورة

source: Loading...
ar: جاري التحميل...

source: Loading categories...
ar: جاري تحميل الأقسام...

source: Search for product...
ar: ابحث عن منتج...

source: Select a category to display products
ar: اختر قسماً لعرض المنتجات

source: Table Number
ar: رقم الطاولة

source: Select Table
ar: اختر الطاولة

source: Customer
ar: العميل

source: Customer Search
ar: بحث العملاء

source: Phone number or name
ar: رقم الهاتف أو الاسم

source: Discount
ar: خصم

source: Items
ar: الأصناف

source: Items List
ar: قائمة الأصناف

source: No items
ar: لا توجد أصناف

source: Totals
ar: الإجماليات

source: Subtotal
ar: المجموع الفرعي

source: Tax
ar: الضريبة

source: Total
ar: الإجمالي

source: Print (Unpaid)
ar: طباعة (غير مدفوعة)

source: Pay & Print
ar: دفع و طباعة

source: No categories found
ar: لا توجد أقسام

source: Error loading categories
ar: خطأ في تحميل الأقسام

source: Payment Page
ar: صفحة الدفع

source: Restaurant System
ar: نظام المطعم

source: Choose the appropriate payment method
ar: اختر طريقة الدفع المناسبة

source: Payment Methods
ar: طرق الدفع

source: Cash
ar: نقد

source: Card
ar: بطاقة

source: Transfer
ar: تحويل

source: Other
ar: أخرى

source: Press F1
ar: اضغط F1

source: Press F2
ar: اضغط F2

source: Press F3
ar: اضغط F3

source: Press F4
ar: اضغط F4

source: Print Before Payment
ar: طباعة قبل الدفع

source: Back Without Payment
ar: العودة بدون دفع

source: Back
ar: العودة

source: Press Ctrl+P
ar: اضغط Ctrl+P

source: Press Escape
ar: اضغط Escape

source: Welcome
ar: مرحباً

source: Table Selection
ar: اختيار الطاولة

source: THANK YOU FOR VISIT
ar: شكراً لزيارتكم

source: Thank you for visiting us!
ar: شكراً لزيارتكم!

source: We hope to see you again soon
ar: نتطلع لرؤيتكم مرة أخرى قريباً

source: Visit us again!
ar: زورونا مرة أخرى!

source: Have a great day!
ar: نتمنى لكم يوماً سعيداً!

source: Scan for invoice details
ar: امسح للحصول على تفاصيل الفاتورة

source: Restaurant
ar: مطعم

source: Main
ar: الرئيسي

source: SAR
ar: ر.س

source: Currency
ar: العملة

source: Close
ar: إغلاق

source: PRINT COPY
ar: طباعة نسخة

source: COPY - NOT FOR PAYMENT
ar: نسخة - ليست للدفع

source: This is a copy only - No payment processed
ar: هذه نسخة فقط - لم يتم معالجة أي دفع

source: Error generating receipt copy
ar: خطأ في إنشاء نسخة الإيصال

source: Print Now
ar: اطبع الآن

source: Payment processed successfully!
ar: تم معالجة الدفع بنجاح!

source: Processing Payment...
ar: جاري معالجة الدفع...

source: Please wait, preparing receipt...
ar: يرجى الانتظار، جاري تحضير الإيصال...

source: Payment successful!
ar: تم الدفع بنجاح!

source: Invoice Number
ar: رقم الفاتورة

source: Invoice cleared and ready for next customer
ar: تم مسح الفاتورة وهي جاهزة للعميل التالي

source: Print Only
ar: طباعة فقط

source: Are you sure you want to go back without payment?
ar: هل تريد العودة بدون دفع؟

source: Preview Only
ar: معاينة فقط

source: Receipt Number
ar: رقم الإيصال

source: Payment error
ar: خطأ في الدفع

source: Server connection error
ar: خطأ في الاتصال بالخادم

source: Preview Invoice
ar: معاينة الفاتورة

source: Pay & Print Receipt
ar: دفع و طباعة الإيصال

source: Invoice Preview
ar: معاينة الفاتورة

source: China Town Restaurant
ar: مطعم تشاينا تاون

source: UNPAID INVOICE
ar: فاتورة غير مدفوعة

source: This is a preview only
ar: هذه معاينة فقط

source: 2FA Code
ar: رمز التحقق

source: Absence
ar: غياب

source: Account
ar: الحساب

source: Account list
ar: قائمة الحسابات

source: Account Statement
ar: كشف حساب

source: Accounting System
ar: النظام المحاسبي

source: Accounting System — Journal Entries Print
ar: النظام المحاسبي — طباعة قيود اليومية

source: Accounts
ar: الحسابات

source: Accounts Hub
ar: شاشة الحسابات

source: Actions
ar: إجراءات

source: Active
ar: نشط

source: Add
ar: إضافة

source: Add a section then select it to manage items
ar: أضف قسماً ثم اختره لإدارة العناصر

source: Add and view expense invoices
ar: إضافة وعرض فواتير المصروفات

source: Add Category
ar: إضافة قسم

source: Add Customer
ar: إضافة عميل

source: Add employee
ar: إضافة موظف

source: Add employees, payroll, advances, reports
ar: إضافة الموظفين، مسير الرواتب، السلف، التقارير

source: Add Ingredient
ar: إضافة مكون

source: Add Item
ar: إضافة بند

source: Add Meal
ar: إضافة وجبة

source: Add New Raw Material
ar: إضافة مادة خام جديدة

source: Add Qty
ar: إضافة كمية

source: Add Section
ar: إضافة قسم

source: Add supplier
ar: إضافة مورد

source: Add Supplier
ar: إضافة مورد

source: Add user
ar: إضافة مستخدم

source: Add your first raw material to start creating meals
ar: أضف أول مادة خام لبدء إنشاء الوجبات

source: Address
ar: الموقع

source: Advances
ar: سلف واسترجاع

source: Advances list & recover
ar: سلف واسترجاع

source: All
ar: الكل

source: All branches
ar: جميع الفروع

source: All Expenses
ar: كل المصروفات

source: All in current type tab
ar: كل فواتير النوع الحالي

source: All Invoices
ar: كل الفواتير

source: All invoices
ar: كل الفواتير

source: All payroll runs that have been processed for employees and not yet paid
ar: جميع المسيرات المرحلة للموظف ولم يتم دفعها

source: Allowances
ar: بدلات

source: Amount
ar: المبلغ

source: Apply
ar: تطبيق

source: Apply 15%% VAT on subtotal
ar: تطبيق ضريبة 15%% على المجموع الفرعي

source: Apply Filters
ar: تطبيق

source: Arabic Name
ar: الاسم بالعربية

source: Archive
ar: الأرشيف

source: Archive Receipts
ar: أرشيف الإيصالات

source: Are you sure you want to delete this invoice? This action cannot be undone.
ar: هل أنت متأكد من حذف هذه الفاتورة؟ لا يمكن التراجع عن هذا الإجراء.

source: Auto on save (e.g. INV-PUR-YYYY-0001)
ar: يُولّد تلقائياً عند الحفظ (مثال: INV-PUR-YYYY-0001)

source: Average
ar: المتوسط

source: Back to branches
ar: العودة للفروع

source: Back to Expenses
ar: العودة للمصروفات

source: Back to payroll reports
ar: العودة إلى كشوفات الرواتب

source: Back to reports
ar: العودة للتقارير

source: Backfill Journals
ar: ترحيل القيود للفترة

source: Backfill period
ar: إنشاء قيود الفترة

source: Backfill Result
ar: نتيجة الترحيل

source: Balance due
ar: المتبقي المستحق

source: Balance Sheet
ar: الميزانية

source: Balance sheet
ar: المركز المالي

source: Bank
ar: بنك

source: Bank Transfer
ar: تحويل بنكي

source: Base salary
ar: الراتب الأساسي

source: Basic
ar: أساسي

source: Branch
ar: الفرع

source: Branch Sales by Day
ar: مبيعات الفرع حسب اليوم

source: Branch Sales Report
ar: تقرير مبيعات الفرع

source: Branches
ar: الفروع

source: Bulk Import
ar: استيراد جماعي

source: Cancel
ar: إلغاء

source: Cash Calculator
ar: حاسبة الكاش

source: Category
ar: الفئة

source: Category Name
ar: اسم القسم

source: Change dates
ar: تغيير الفترة

source: Chart of accounts
ar: شجرة الحسابات

source: Check
ar: شيك

source: Cheque
ar: شيك

source: Choose a meal
ar: اختر وجبة

source: Choose branch
ar: اختر الفرع

source: Choose section to delete
ar: اختر قسماً للحذف

source: Clear
ar: مسح

source: Clear all orders
ar: مسح جميع الطلبات

source: Clear all orders? This cannot be undone.
ar: مسح جميع الطلبات؟ لا يمكن التراجع.

source: Clear Filters
ar: مسح الفلاتر

source: Clear Form
ar: مسح النموذج

source: Clear selection
ar: إلغاء التحديد

source: Code
ar: الرمز

source: COGS
ar: تكلفة البضاعة المباعة

source: Collect
ar: تحصيل

source: Company
ar: الشركة

source: Company Name
ar: اسم الشركة

source: Confirm
ar: تأكيد

source: Confirm full payment
ar: تأكيد دفع كامل

source: Confirm toggle status?
ar: تأكيد تغيير الحالة؟

source: Confirm toggle?
ar: تأكيد التبديل؟

source: Consumption Cost
ar: تكلفة الاستهلاك

source: Contact Person
ar: شخص التواصل

source: Contribution
ar: المساهمة

source: Cost
ar: التكلفة

source: cost based on latest recipe prices
ar: التكلفة حسب آخر أسعار المكونات

source: Cost may vary due to outdated ingredient prices
ar: قد تختلف التكلفة بسبب أسعار قديمة

source: Cost per Unit
ar: التكلفة لكل وحدة

source: Cost Summary
ar: ملخص التكاليف

source: Count
ar: العدد

source: CR
ar: السجل

source: CR Number
ar: السجل التجاري

source: Create a new customer record
ar: إنشاء سجل عميل جديد

source: Create and manage purchase invoices
ar: إنشاء وإدارة فواتير الشراء

source: Create and manage sales invoices
ar: إنشاء وإدارة فواتير المبيعات

source: Create Meals
ar: إنشاء الوجبات

source: Create New Invoice
ar: إنشاء فاتورة جديدة

source: Create New Meal
ar: إنشاء وجبة جديدة

source: Create New Purchase Invoice
ar: إنشاء فاتورة شراء جديدة

source: Create your first invoice to get started
ar: أنشئ أول فاتورة للبدء

source: Created journal entries
ar: قيود منشأة

source: Credit
ar: آجل

source: Credit customer statement (invoices and payments)
ar: كشف حساب عميل آجل (فواتير مبيعات وسداد)

source: Current Qty
ar: الكمية الحالية

source: Currently, you can only edit basic invoice information. Item editing will be available in a future update.
ar: حالياً، يمكنك تعديل معلومات الفاتورة الأساسية فقط. تعديل العناصر سيكون متاحاً في تحديث مستقبلي.

source: Customer added
ar: تم إضافة العميل

source: Customer data
ar: بيانات العميل

source: Customer Details
ar: تفاصيل العميل

source: Customer Discount %
ar: نسبة خصم العميل

source: Customer name
ar: اسم العميل

source: Customer Statement
ar: كشف حساب عميل

source: Customers
ar: العملاء

source: customers
ar: عملاء

source: Customers List
ar: قائمة العملاء

source: Daily summary date
ar: ملخص يومي للتاريخ

source: Daily totals
ar: الإجماليات اليومية

source: Dark
ar: ليلي

source: Dashboard
ar: الرئيسية

source: Date
ar: التاريخ

source: Date Range
ar: نطاق التاريخ

source: Day
ar: اليوم

source: Debt
ar: الدين

source: Debtors due
ar: مستحقات المدينين

source: Deductions
ar: استقطاعات

source: Default theme
ar: سمة الواجهة الافتراضية

source: Default VAT rate (%%)
ar: نسبة VAT الافتراضية

source: Delete
ar: حذف

source: Delete Invoices
ar: حذف الفواتير

source: Delete Section
ar: حذف قسم

source: Delete selected invoices? This cannot be undone.
ar: حذف الفواتير المحددة؟ لا يمكن التراجع.

source: Delete this customer?
ar: حذف هذا العميل؟

source: Delete this employee?
ar: حذف هذا الموظف؟

source: Delete this expense invoice?
ar: حذف فاتورة المصروفات هذه؟

source: Delete this section?
ar: حذف هذا القسم؟

source: Delete this supplier?
ar: حذف هذا المورد؟

source: Department
ar: القسم

source: Description
ar: الوصف

source: Detailed View
ar: العرض التفصيلي

source: Details
ar: تفاصيل

source: Discount %%
ar: الخصم %%

source: Discounts
ar: الخصومات

source: Download
ar: تنزيل

source: Due
ar: مستحق

source: Dynamic Stock Analysis
ar: تحليل المخزون الديناميكي

source: e.g., Office rent, Electricity bill
ar: مثل: إيجار المكتب، فاتورة الكهرباء

source: Edit
ar: تعديل

source: Edit Customer
ar: تعديل عميل

source: Edit Expense Invoice
ar: تعديل فاتورة المصروفات

source: Edit Invoice Details
ar: تعديل تفاصيل الفاتورة

source: Edit Supplier
ar: تعديل المورد

source: Edit this expense invoice?
ar: تعديل فاتورة المصروفات هذه؟

source: Email
ar: البريد

source: Employee
ar: الموظف

source: Employee name
ar: اسم الموظف

source: Employees
ar: الموظفين

source: Employees list
ar: قائمة الموظفين

source: End Date
ar: تاريخ النهاية

source: Enter Amount
ar: ادخال مبلغ

source: Enter amount to pay
ar: ادخل مبلغ الدفع

source: Enter date and amount
ar: أدخل التاريخ والمبلغ

source: Enter last 4 digits
ar: أدخل آخر 4 أرقام

source: Enter Quantities
ar: ادخال الكميات

source: Entry No.
ar: قيد رقم

source: Error deleting invoice
ar: خطأ في حذف الفاتورة

source: Error — Payroll Statement
ar: خطأ — كشف رواتب

source: Estimated Meal Cost
ar: تكلفة الإنتاج التقديرية

source: Estimated Usage
ar: الاستهلاك التقديري

source: Excel file with customer data
ar: ملف Excel يحتوي على بيانات العملاء

source: Expected Stock
ar: المخزون المتوقع

source: Expense Details
ar: تفاصيل المصروف

source: Expense Invoice
ar: فاتورة مصروفات

source: Expense Invoice Details
ar: تفاصيل فاتورة المصروفات

source: Expense Invoices
ar: سجل المصروفات

source: Expense Items
ar: بنود المصروفات

source: Expense list
ar: قائمة المصروفات

source: Expense No.
ar: رقم المصروف

source: Expenses
ar: المصروفات

source: Expenses (invoice + journal)
ar: مصروفات (فاتورة + قيد)

source: Expenses (Itemized)
ar: مصروفات مفصلة

source: Export
ar: تصدير

source: Export CSV
ar: تصدير

source: Extra
ar: إضافي

source: Failed to load
ar: فشل التحميل

source: Failed to load payroll statement
ar: فشل تحميل كشف الرواتب

source: Filter
ar: تصفية

source: Filter and view order invoices
ar: تصفية وعرض فواتير الطلبات

source: Filter, pay and track invoices
ar: تصفية ودفع ومتابعة الفواتير

source: Filters
ar: فلاتر البحث

source: Filters & actions
ar: الفلاتر والإجراءات

source: Final Total
ar: الإجمالي النهائي

source: Financial Control Center
ar: مركز القوائم المالية

source: Financial Statements
ar: القوائم المالية

source: Financial Summary
ar: الملخص المالي

source: Food Materials
ar: مواد غذائية

source: Forgot Password?
ar: نسيت كلمة المرور؟

source: Format: name, phone, discount_percent
ar: التنسيق: الاسم، الهاتف، نسبة الخصم

source: From
ar: من

source: From date
ar: من تاريخ

source: From month
ar: من شهر

source: From year
ar: من سنة

source: From – To
ar: من – إلى

source: Full name
ar: الاسم

source: Generated on
ar: تم الإنشاء في

source: Goes to Production
ar: تدخل الإنتاج

source: Grant
ar: منح

source: Grant advance
ar: منح سلفة

source: Granted
ar: مُنح

source: Granted.
ar: تمت المنح.

source: Gross Profit
ar: الربح الإجمالي

source: Hide
ar: إخفاء

source: Hide Items
ar: إخفاء العناصر

source: Hire date
ar: تاريخ التعيين

source: IBAN
ar: الآيبان

source: Import
ar: استيراد

source: Import CSV
ar: استيراد CSV

source: Import Excel
ar: استيراد Excel

source: Import Meals
ar: استيراد الوجبات

source: Inactive
ar: غير نشط

source: Incentive
ar: حافز

source: Income Statement
ar: قائمة الدخل

source: Ingredient
ar: المكون

source: Ingredient Category
ar: فئة المكون

source: Ingredient Purchases (This Month)
ar: مشتريات هذا الشهر

source: Ingredients
ar: المكونات

source: ingredients
ar: مكونات

source: Initial Stock
ar: المخزون الابتدائي

source: Input VAT
ar: ضريبة المدخلات

source: Invalid amount
ar: مبلغ غير صالح

source: Invalid OTP format (6 digits)
ar: رمز التحقق غير صحيح

source: Inventory
ar: المخزون

source: Inventory & Cost Management
ar: المخزون وإدارة التكاليف

source: Inventory & Production Cost Intelligence
ar: ذكاء المخزون وتكلفة الإنتاج

source: Inventory Kind
ar: نوع المخزون

source: Invoice info
ar: بيانات الفاتورة

source: Invoice Info
ar: بيانات الفاتورة

source: Invoice Information
ar: معلومات الفاتورة

source: Invoice Items
ar: بنود الفاتورة

source: Invoice No
ar: رقم الفاتورة

source: Invoice No.
ar: رقم الفاتورة

source: Invoice number cannot be changed
ar: لا يمكن تغيير رقم الفاتورة

source: Invoice Type
ar: نوع الفاتورة

source: invoices
ar: فواتير

source: Invoices
ar: الفواتير

source: Invoices list
ar: قائمة الفواتير

source: Issue date
ar: تاريخ الإصدار

source: Item
ar: الصنف

source: items
ar: عناصر

source: Items Count
ar: عدد العناصر

source: Items summary
ar: ملخص الأصناف

source: Journal Entries
ar: قيود اليومية

source: Journal entries created for the selected period
ar: تم إنشاء قيود اليومية للفترة المحددة

source: Journal Entries Print
ar: طباعة قيود اليومية

source: Journal Entry
ar: قيد يومية

source: Journal Entry Print
ar: طباعة قيد يومية

source: Journal filters
ar: فلاتر سجل القيود

source: Journal log
ar: سجل القيود

source: KPI Overview
ar: المؤشرات الرئيسية

source: KPIs, purchases summary, meal cost and sales analysis
ar: المؤشرات، ملخص المشتريات، تكلفة الوجبات وتحليل المبيعات

source: Leave empty = All. Select one or more employees.
ar: لا تحدد = الكل. حدد موظفاً أو عدة موظفين.

source: Liabilities
ar: الالتزامات

source: Light
ar: نهاري

source: List
ar: قائمة

source: live
ar: فوري

source: live margin
ar: هامش فوري

source: Load
ar: تحميل

source: Log
ar: سجل

source: Login
ar: تسجيل الدخول

source: Manage and search customers
ar: إدارة وبحث العملاء

source: Manage categories and menu items
ar: إدارة الأقسام وأصناف المنيو

source: Manage customers and contacts
ar: إدارة العملاء والجهات

source: Manage Meals
ar: إدارة الوجبات

source: Manage meals, ingredients and cost
ar: إدارة الوجبات والمكونات والتكلفة

source: Manage menu sections and items
ar: إدارة أقسام وعناصر المنيو

source: Manage raw materials and quantities
ar: إدارة المواد الخام والكميات

source: Manage sections, rows, and table numbers. Drag and drop freely, then save.
ar: إدارة الأقسام والصفوف وأرقام الطاولات. اسحب وأفلت ثم احفظ.

source: Manage supplier information
ar: إدارة معلومات الموردين

source: Manage suppliers and procurement
ar: إدارة الموردين والمشتريات

source: Manage tables and layout per branch
ar: إدارة الطاولات والتخطيط حسب الفرع

source: Margin %%
ar: الهامش %%

source: Mark Sales Paid
ar: ترحيل مبيعات

source: Max is Final Total
ar: الحد الأقصى هو الإجمالي النهائي

source: Meal
ar: الوجبة

source: Meal Cost & Sales Analysis
ar: تحليل تكلفة الوجبات والمبيعات

source: Meal Ingredients
ar: مكونات الوجبة

source: Meal Name
ar: اسم الوجبة

source: Meals
ar: الوجبات

source: Meals are automatically loaded from Cost Management system with calculated prices
ar: الوجبات يتم تحميلها تلقائياً من نظام إدارة التكاليف مع الأسعار المحسوبة

source: Meals Management
ar: إدارة الوجبات

source: Meals Sold (This Month)
ar: الوجبات المباعة

source: Meals using ingredients with outdated cost data
ar: وجبات تحتوي مكونات بسعر قديم

source: Menu
ar: المنيو

source: Menu Management
ar: إدارة القائمة

source: Menu sections
ar: أقسام المنيو

source: Method
ar: الطريقة

source: Month
ar: الشهر

source: Movements
ar: حركات

source: Name
ar: الاسم

source: Name is required
ar: الاسم مطلوب

source: Name, Name (Arabic), Selling Price
ar: الاسم، الاسم بالعربية، سعر البيع

source: National ID
ar: الرقم الوطني

source: Net Profit
ar: صافي الربح

source: Net VAT
ar: الضريبة المستحقة

source: Net VAT Due
ar: صافي الضريبة المستحقة

source: Network error
ar: خطأ في الشبكة

source: New Customer
ar: عميل جديد

source: New entry
ar: قيد جديد

source: New section name
ar: اسم القسم الجديد

source: New Unit Cost
ar: التكلفة لكل وحدة (اختياري)

source: Next
ar: التالي

source: No branches found. Please contact the administrator.
ar: لم يتم العثور على فروع. يرجى التواصل مع المسؤول.

source: No categories
ar: لا توجد أقسام

source: No customers found
ar: لم يتم العثور على عملاء

source: No data
ar: لا توجد بيانات

source: No details
ar: لا توجد تفاصيل

source: No employees or payroll data for the selected period.
ar: لا يوجد موظفون أو لا توجد بيانات رواتب للفترة المحددة.

source: No employees yet
ar: لا يوجد موظفون بعد

source: No expense invoices yet
ar: لا توجد فواتير مصروفات بعد

source: No invoices in this period
ar: لا توجد فواتير في هذه الفترة

source: No items found
ar: لم يتم العثور على عناصر

source: No matching receipts
ar: لا توجد إيصالات مطابقة

source: No payments recorded
ar: لا توجد مدفوعات مسجلة

source: No raw materials found
ar: لا توجد مواد خام

source: No receipts
ar: لا توجد إيصالات

source: No sales invoices for this group
ar: لا توجد فواتير مبيعات لهذه المجموعة

source: No supplier invoices
ar: لا توجد فواتير للموردين

source: No suppliers found
ar: لم يتم العثور على موردين

source: None
ar: بدون

source: Note
ar: ملاحظة

source: Notes
ar: ملاحظات

source: Nothing to pay
ar: لا يوجد متبقي للدفع

source: of
ar: من

source: Open Tables
ar: فتح الطاولات

source: Open tables for the selected branch
ar: فتح الطاولات للفرع المحدد

source: Opening Balance
ar: رصيد افتتاحي

source: Opening Qty
ar: الكمية الافتتاحية

source: Operating Expenses
ar: المصروفات التشغيلية

source: Operations
ar: عمليات

source: Operations (journal only): no invoice. Expenses: invoice + journal.
ar: عمليات (قيد فقط، لا فاتورة). مصروفات: فاتورة + قيد.

source: Order Invoices
ar: فواتير الطلبات

source: Other Dues
ar: مستحقات أخرى

source: Other Supplies
ar: مستلزمات أخرى

source: Output VAT
ar: ضريبة المخرجات

source: Page
ar: صفحة

source: Paid
ar: مدفوع

source: Paid Amount (Partial)
ar: المبلغ المدفوع (جزئي)

source: Partial
ar: جزئي

source: Party
ar: الطرف

source: Password
ar: كلمة المرور

source: Password required
ar: كلمة السر مطلوبة

source: Pay
ar: دفع

source: Pay Full
ar: دفع كامل

source: Pay Supplier
ar: دفع للمورد

source: Payment
ar: الدفع

source: Payment method
ar: طريقة الدفع

source: Payment Method
ar: طريقة الدفع

source: Payment Status
ar: حالة الدفع

source: Payments
ar: المدفوعات

source: Payments & Receivables
ar: المدفوعات والمستحقات

source: Payments & Statements
ar: متابعة السداد

source: Payroll reports
ar: كشوفات رواتب

source: Payroll run
ar: مسير رواتب

source: Payroll Statement
ar: كشف رواتب

source: PDF
ar: ملف

source: Pending
ar: معلق

source: Per Page
ar: لكل صفحة

source: Period
ar: الفترة

source: Period & Branch
ar: الفترة والفرع

source: Period & view
ar: الفترة والعرض

source: Period summary and VAT totals
ar: ملخص الفترة ومجاميع الضريبة

source: Permissions
ar: الصلاحيات

source: Phone
ar: الهاتف

source: Phone number
ar: رقم الهاتف

source: Placeholder for branch sales report
ar: نموذج لتقرير مبيعات الفرع

source: Please check the selected period and employees, or review server logs.
ar: يرجى التحقق من الفترة المحددة والموظفين، أو مراجعة سجلات الخادم.

source: Please choose a section
ar: يرجى اختيار قسم

source: Please fill username and password
ar: يرجى إدخال اسم المستخدم وكلمة المرور

source: Please sign in
ar: الرجاء تسجيل الدخول

source: Prev
ar: السابق

source: Preview
ar: معاينة

source: Previous due
ar: مستحق سابق

source: Previous Invoices
ar: الفواتير السابقة

source: Previous Owner
ar: الالتزام تجاه المالك السابق

source: Price
ar: السعر

source: Price override
ar: سعر مخصص

source: Print
ar: طباعة

source: Print All
ar: طباعة الكل

source: Print daily summary
ar: طباعة ملخص اليوم

source: Print PDF
ar: طباعة PDF

source: Print Report
ar: تقرير طباعة

source: Products & Cost
ar: المنتجات والتكاليف

source: Profit
ar: الربح

source: Profit Margin
ar: هامش الربح

source: Profit/Loss
ar: صافي الربح/الخسارة

source: Purchase Invoices
ar: فواتير الشراء

source: Purchase Items
ar: بنود الشراء

source: Purchase Trend
ar: اتجاه المشتريات

source: Purchases
ar: المشتريات

source: Purchases for Production (NO VAT)
ar: مشتريات للإنتاج بدون ضريبة

source: Purchases Ledger
ar: سجل المشتريات

source: Purchases ledger and cost overview
ar: سجل المشتريات وملخص التكاليف

source: Purchases Qty
ar: كمية المشتريات

source: Purchases Summary
ar: ملخص المشتريات

source: Purchases Total
ar: إجمالي المشتريات

source: Purchases ➖ Estimated Usage
ar: المشتريات ➖ الاستهلاك التقديري

source: Qty
ar: الكمية

source: Quantity
ar: الكمية

source: Quarter
ar: الربع

source: Quick access to Sales, Purchases, Invoices, Inventory, Reports and Settings
ar: الوصول السريع للمبيعات، المشتريات، الفواتير، المخزون، التقارير والإعدادات

source: Quick Proof
ar: إثبات مصروف سريع

source: Raw Materials
ar: المواد الخام

source: Read-only
ar: للقراءة فقط

source: Recalculate
ar: إعادة حساب

source: Receipt Archive
ar: أرشيف الإيصالات

source: Receivables & Statements
ar: متابعة المستحقات والكشوفات

source: Remaining
ar: متبقي

source: Remaining Due
ar: المتبقي للدفع

source: Remember Me
ar: تذكرني

source: Remove item?
ar: حذف العنصر؟

source: Repaid
ar: مُستَرَد

source: Repay
ar: استرجاع

source: Repay advance
ar: استرجاع سلفة

source: Reports
ar: التقارير

source: Required columns
ar: الأعمدة المطلوبة

source: Reset
ar: إعادة تعيين

source: Results
ar: النتائج

source: Revenue
ar: الإيراد

source: Risk
ar: المخاطر

source: Ok
ar: عادي

source: Low
ar: منخفض

source: Excess
ar: فائض

source: Run backfill for journal entries in the selected period
ar: تنفيذ ترحيل القيود للفترة المحددة

source: Salaries
ar: رواتب

source: Sales (Before VAT)
ar: المبيعات قبل الضريبة

source: Sales Count
ar: عدد المبيعات

source: Sales Debtors
ar: مدينون من المبيعات
