Repository: fysl71443-coder/last_try
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar

source: Sales, purchases, expenses
ar: مبيعات، مشتريات، مصروفات

source: Sales, purchases, expenses, VAT and profit by period and branch
ar: المبيعات، المشتريات، المصروفات، الضريبة والربح حسب الفترة والفرع

source: Save
ar: حفظ

source: Save Changes
ar: حفظ التغييرات

source: Save Layout
ar: حفظ التخطيط

source: Scope
ar: النطاق

source: Search
ar: بحث

source: Search and download receipts
ar: البحث وتنزيل الإيصالات

source: Search and manage suppliers
ar: البحث وإدارة الموردين

source: Search by last 4 digits of invoice number
ar: البحث بآخر 4 أرقام من رقم الفاتورة

source: Search by name or phone
ar: ابحث بالاسم أو الهاتف

source: Search receipts using the last 4 digits of the invoice number
ar: يتم البحث في الإيصالات باستخدام آخر 4 أرقام من رقم الفاتورة

source: Search suppliers
ar: ابحث عن موردين

source: Search...
ar: بحث...

source: Select
ar: اختر

source: Select a customer
ar: اختر عميلاً

source: Select a supplier
ar: اختر مورداً

source: Select Account
ar: اختر الحساب

source: Select all
ar: تحديد الكل

source: Select Branch
ar: اختر الفرع

source: Select Category
ar: اختر الفئة

source: Select customer
ar: اختر العميل

source: Select employee and amount.
ar: اختر الموظف والمبلغ.

source: Select File
ar: اختر الملف

source: Select Ingredient
ar: اختر المكون

source: Select Meal
ar: اختر الوجبة

source: Select Raw Material
ar: اختر المادة الخام

source: Select Supplier
ar: اختر المورد

source: Select supplier
ar: اختر المورد

source: Selected only
ar: المحدد فقط

source: Selling Price
ar: سعر البيع

source: Settings
ar: الإعدادات

source: Show
ar: عرض

source: Show Items
ar: عرض العناصر

source: Showing
ar: المعروض

source: Sign Up
ar: تسجيل حساب

source: Signature
ar: التوقيع

source: Single month
ar: شهر واحد

source: Start Date
ar: تاريخ البداية

source: Statement
ar: كشف حساب

source: Statement lines
ar: حركات الكشف

source: Status
ar: الحالة

source: Summary
ar: الملخص

source: Supplier
ar: المورد

source: Supplier details
ar: بيانات المورد

source: Supplier Details
ar: تفاصيل المورد

source: Supplier groups
ar: مجموعات الموردين

source: Supplier Info
ar: بيانات المورد

source: Supplier Invoice No
ar: رقم فاتورة المورد

source: Supplier Payments & Statements
ar: متابعة سداد الموردين

source: Supplier Statement
ar: كشف حساب مورد

source: Suppliers
ar: الموردون

source: suppliers
ar: موردين

source: Suppliers (Creditors)
ar: الموردون (دائنون)

source: Suppliers Due
ar: مستحقات الموردين

source: Suppliers List
ar: قائمة الموردين

source: Supported formats: Excel (.xlsx, .xls), CSV
ar: الصيغ المدعومة: إكسل، CSV

source: Supported: Excel (.xlsx, .xls), CSV
ar: الصيغ المدعومة: إكسل، CSV

source: Table Manager
ar: إدارة الطاولات

source: Table Settings
ar: الطاولات

source: Tax Number
ar: الرقم الضريبي

source: Tax number
ar: الرقم الضريبي

source: The system could not generate the statement. Technical details:
ar: لم يتمكن النظام من إنشاء الكشف. التفاصيل التقنية:

source: This action is irreversible. Related items and payments will be deleted as well.
ar: هذا الإجراء لا يمكن التراجع عنه وسيتم حذف العناصر والمدفوعات المرتبطة أيضاً

source: This is a minimal placeholder for smoke tests.
ar: نموذج بسيط لاختبارات الدخان.

source: Tip
ar: نصيحة

source: to
ar: إلى

source: To
ar: إلى

source: To date
ar: إلى تاريخ

source: To month
ar: إلى شهر

source: To year
ar: إلى سنة

source: Toggle
ar: تبديل

source: Toggle Status
ar: تبديل الحالة

source: Total Amount
ar: المبلغ الإجمالي

source: Total cannot be changed here
ar: لا يمكن تغيير الإجمالي هنا

source: Total Cost
ar: إجمالي التكلفة

source: Total Customers
ar: إجمالي العملاء

source: Total debt
ar: إجمالي الديون

source: Total Inventory Cost
ar: إجمالي تكلفة المخزون

source: Total Materials
ar: إجمالي المواد

source: Total paid
ar: إجمالي المدفوع

source: Total Profit
ar: إجمالي الربح

source: Total Profit (Sales - Prod Cost)
ar: إجمالي الربح

source: Total qty
ar: إجمالي الكمية

source: Total remaining
ar: إجمالي المتبقي

source: Total Suppliers
ar: إجمالي الموردين

source: Track payments and print detailed supplier statements
ar: متابعة السداد وطباعة الكشوفات التفصيلية

source: Track receivables and print customer statements
ar: متابعة مستحقات العملاء الآجلين وطباعة الكشوفات

source: trend
ar: الاتجاه

source: Trial Balance
ar: ميزان المراجعة

source: Trial balance
ar: ميزان المراجعة

source: Try different search terms
ar: جرب مصطلحات بحث مختلفة

source: Type
ar: النوع

source: unit
ar: وحدة

source: Unit
ar: الوحدة

source: Unit Price
ar: سعر الوحدة

source: Unpaid
ar: غير مدفوع

source: Unpaid dues
ar: مستحقات غير مدفوعة

source: Update
ar: تحديث

source: Update Quantities
ar: تحديث الكميات

source: Update supplier details
ar: تحديث بيانات المورد

source: Username
ar: اسم المستخدم

source: Users
ar: المستخدمون

source: Users list
ar: قائمة المستخدمين

source: VAT
ar: ضريبة القيمة المضافة

source: VAT Dashboard
ar: لوحة الضريبة

source: VAT Input
ar: ضريبة المدخلات

source: VAT Output
ar: ضريبة المخرجات

source: VAT Return
ar: الإقرار الضريبي

source: VAT Summary
ar: ملخص الضريبة

source: VAT Total
ar: إجمالي الضريبة

source: View
ar: عرض

source: View account balances by period and open statements
ar: عرض أرصدة الحسابات حسب الفترة وفتح الكشوفات

source: View Accounts
ar: عرض الحسابات

source: View all invoices by branch
ar: عرض كل الفواتير حسب الفرع

source: View and export all expense records
ar: عرض وتصدير سجل المصروفات

source: View and print invoice
ar: عرض وطباعة الفاتورة

source: View daily sales by branch and month
ar: عرض المبيعات اليومية حسب الفرع والشهر

source: View running balance by period
ar: عرض الرصيد الجاري حسب الفترة

source: vs last period
ar: مقارنة بالفترة السابقة

source: Year
ar: السنة

source: Total sales before VAT
ar: إجمالي المبيعات قبل الضريبة

source: Total purchases before VAT
ar: إجمالي المشتريات قبل الضريبة

source: Total expenses before VAT
ar: إجمالي المصروفات قبل الضريبة

source: Journals Reconciliation
ar: المصالحة مع القيود

source: Prepared by system
ar: تم الإعداد بواسطة النظام

source: Print date
ar: تاريخ الطباعة

source: Period type
ar: نوع الفترة

source: Quarterly
ar: ربع سنوي

source: Monthly
ar: شهري

source: Q1 (Jan–Mar)
ar: الربع 1 (يناير - مارس)

source: Q2 (Apr–Jun)
ar: الربع 2 (أبريل - يونيو)

source: Q3 (Jul–Sep)
ar: الربع 3 (يوليو - سبتمبر)

source: Q4 (Oct–Dec)
ar: الربع 4 (أكتوبر - ديسمبر)

source: Outputs (Sales)
ar: المخرجات (مبيعات)

source: Inputs (Purchases & Expenses)
ar: المدخلات (مشتريات ومصروفات)

source: Declaration & Summary
ar: الإقرار والملخص

source: Refund balance
ar: رصيد مسترد

source: Enter notes — do not change numbers
ar: أدخل ملاحظات — لا تغيير للأرقام

source: Purchases & Expenses
ar: المشتريات والمصروفات

source: Amount (excl. VAT)
ar: المبلغ (بدون ض.ق.م)

source: Total (incl. VAT)
ar: الإجمالي (شامل ض.ق.م)

source: Standard Rated (15%)
ar: معيار 15%

source: Zero Rated
ar: صفر

source: Exempt
ar: معفى

source: Exports
ar: صادرات

source: Deductible Purchases
ar: مشتريات قابلة للخصم

source: Deductible Expenses
ar: مصروفات قابلة للخصم

source: Non-deductible Purchases
ar: مشتريات غير قابلة للخصم

source: Non-deductible Expenses
ar: مصروفات غير قابلة للخصم

source: Executive summary and P&L
ar: ملخص تنفيذي وقائمة ربحية وخسارة

source: Today
ar: اليوم

source: This week
ar: هذا الأسبوع

source: This month
ar: هذا الشهر

source: This year
ar: هذه السنة

source: Custom
ar: مخصص

source: Detailed view
ar: عرض تفصيلي

source: No data for the selected period.
ar: لا توجد بيانات ضمن الفترة المحددة.

source: Total revenue
ar: إجمالي الإيرادات

source: Cost of sales
ar: تكلفة المبيعات

source: Gross profit
ar: مجمل الربح

source: Net profit
ar: صافي الربح

source: Total cost of sales
ar: إجمالي تكلفة المبيعات

source: Operating expenses
ar: المصروفات التشغيلية

source: Total operating expenses
ar: إجمالي المصروفات التشغيلية

source: Operating profit
ar: الربح التشغيلي

source: Other income & expenses
ar: إيرادات ومصروفات أخرى

source: Other income
ar: إيرادات أخرى

source: Other expenses
ar: مصروفات أخرى

source: VAT is not part of income statement; see analytical details below.
ar: ضريبة القيمة المضافة لا تدخل في قائمة الدخل؛ انظر تفاصيل تحليلية أدناه.

source: Analytical details
ar: تفاصيل تحليلية

source: Expand
ar: توسيع

source: COGS Breakdown
ar: تفصيل تكلفة المبيعات

source: Opening stock
ar: مخزون بداية الفترة

source: Period purchases
ar: مشتريات الفترة

source: Closing stock
ar: مخزون نهاية الفترة

source: Material waste
ar: هدر المواد

source: Computed
ar: المُحتسب

source: From journals
ar: من القيود

source: Used
ar: المعتمد

source: Sales by Branch
ar: المبيعات حسب الفرع

source: As of
ar: حتى

source: As of date
ar: حتى تاريخ

source: Warning: Trial balance is not balanced
ar: تحذير: الميزان غير متوازن

source: diff
ar: الفرق

source: Trial balance — accounts with movement only (expandable)
ar: ميزان المراجعة — حسابات ذات حركة فقط (قابلة للتوسيع)

source: Totals by Type
ar: تفصيل حسب النوع

source: No accounts with movement.
ar: لا توجد حسابات ذات حركة.

source: accounts
ar: حساب

source: Export PDF
ar: تصدير PDF

source: Export Excel
ar: تصدير Excel

source: Assets
ar: الأصول

source: Equity
ar: حقوق الملكية

source: Current assets
ar: أصول متداولة

source: Non-current assets
ar: أصول غير متداولة

source: No movements in this period.
ar: لا توجد حركات في هذه الفترة.

source: This screen is for viewing, filtering and printing only. No payments or deletions are performed here.
ar: هذه الشاشة للعرض والفلترة والطباعة فقط. لا يتم تنفيذ أي دفعات أو حذف هنا.

source: Sales Invoices (Itemized, grouped by Branch)
ar: فواتير المبيعات (مفصلة، مجمعة حسب الفرع)

source: Purchase Invoices (Itemized)
ar: فواتير المشتريات (مفصلة)

source: Export Detailed CSV
ar: تصدير CSV مفصل

source: View and print sales, expenses, purchases, payroll and financial reports
ar: معاينة وطباعة تقارير المبيعات، المصروفات، المشتريات، الموظفين، والمالية

source: Home
ar: الرئيسية

source: Sales Report
ar: تقرير المبيعات

source: View and print sales report by period and branch.
ar: معاينة وطباعة تقرير المبيعات بالفترة والفرع.

source: Expenses Report
ar: تقرير المصروفات

source: Expenses report with filters for accounts to include in print.
ar: تقرير مصروفات مع فلاتر للحسابات المطلوب تضمينها تفصيلياً عند الطباعة.

source: Purchases Report
ar: تقرير المشتريات

source: Detailed purchase invoices and suppliers data.
ar: بيانات تفصيلية عن فواتير المشتريات والموردين.

source: Daily sales by branch and month with print option.
ar: عرض المبيعات اليومية حسب الفرع والشهر مع إمكانية الطباعة.

source: Employees Report
ar: تقرير الموظفين

source: Paid and due amounts, months due, and totals.
ar: المدفوع والمستحق على المطعم، أشهر الاستحقاق، والإجماليات.

source: Trial balance as of a given date.
ar: ميزان مراجعة حتى تاريخ محدد.

source: Cash Flow
ar: التدفقات النقدية

source: Cash flow report for the period.
ar: تقرير التدفقات النقدية للفترة.

source: Statement of financial position as of date.
ar: قائمة المركز المالي حتى تاريخ.

source: Income statement for the period.
ar: قائمة الدخل للفترة.

source: Financial Report
ar: تقرير مالي

source: Back to cards
ar: العودة للبطاقات

source: Sales day: 10 AM → 2 AM next day.
ar: يوم المبيعات: 10 صباحاً → 2 صباحاً اليوم التالي.

source: Total Cash
ar: إجمالي الكاش

source: Total Card
ar: إجمالي البطاقة

source: Total Credit
ar: إجمالي الآجل

source: Invoices count
ar: عدد الفواتير

source: Total before tax
ar: إجمالي قبل الضريبة

source: Discount granted
ar: الخصم الممنوح

source: Total (after VAT)
ar: الإجمالي (بعد ض.خ.م)

source: Range
ar: النطاق

source: Printed
ar: طباعة

source: PM
ar: طريقة الدفع

source: Branch Totals
ar: إجماليات الفرع

source: Overall Totals
ar: الإجمالي الكلي

source: Payment Method Totals
ar: إجمالي حسب طريقة الدفع

source: Total Expenses
ar: إجمالي المصروفات

source: View and print expenses report by period and branch
ar: معاينة وطباعة تقرير المصروفات بالفترة والفرع

source: View and print purchases and suppliers report by period and branch
ar: معاينة وطباعة تقرير المشتريات والموردين بالفترة والفرع

source: No sales data for the selected period.
ar: لا توجد بيانات مبيعات للفترة المحددة.

source: For detailed data (invoices and line items), use the Branch Sales by Day screen, select period and branch, then print from there.
ar: لعرض البيانات التفصيلية (تفاصيل الفواتير والبنود) يرجى استخدام شاشة «مبيعات الفرع حسب اليوم» وتحديد السنة والشهر والفرع ثم الطباعة من هناك.

source: Total assets
ar: إجمالي الأصول

source: Liabilities and equity
ar: الالتزامات وحقوق الملكية

source: Total liabilities and equity
ar: إجمالي الالتزامات وحقوق الملكية

source: Current liabilities
ar: التزامات متداولة

source: Non-current liabilities
ar: التزامات غير متداولة

source: Income statement
ar: قائمة الدخل

source: Account 3220 (current year profit) receives closing entry from net income.
ar: حساب 3220 (أرباح السنة الحالية) يستقبل قيد الإقفال من صافي قائمة الدخل.

source: No movements in this period. (Calculated from assets − liabilities)
ar: لا توجد حركات في هذه الفترة. (يُحسب من الأصول − الالتزامات)
